{
  "hotels": [
    {
      "name": "Wyndham Garden Chinatown",
      "hotel_id": 47221771,
      "description": "The newest Wyndham Garden in New York City located in Chinatown, just steps away from shopping and fine dining in Little Italy, Soho, the Lower East Side, Tribeca and Downtown Brooklyn.\n\nThis boutique-style hotel with 106 rooms, offers an intimate lobby and a superb staff that\u0027s always ready to cater to your every need.\n\nOur property offers large flat screen TVs, complimentary WiFi, and a state of the art fitness center. We invite you to dine in our eclectic restaurant which offers breakfast, lunch and dinner.\n\nOur Lobby Bar is also a great place to meet for cocktails and light fare.",
      "address": "93 Bowery; 10002 New York",
      "popularity": 86,
      "amenities": [
        0,
        1,
        2,
        4,
        5,
        6,
        8,
        0,
        10,
        11,
        8,
        12,
        13,
        14,
        15,
        17,
        19,
        20,
        22,
        23,
        24,
        26
      ],
      "latitude": 40.71703,
      "longitude": -73.99533,
      "star_rating": 4.0,
      "distance_from_search": 0.0
    },
    {
      "name": "Club Quarters Hotel Wall Street",
      "hotel_id": 46953691,
      "description": "Cost-effective downtown Manhattan hotel with free WiFi Near the 9/11 Memorial The budget-friendly Club Quarters, Wall Street is in the Financial District, 1 block from Wall Street and next door to The Museum of American Finance.\n\nYou’re 6 blocks from the National September 11 Memorial \u0026 Museum, and the Brooklyn Bridge can be reached by car in 7 minutes.\n\nA stroll to Battery Park Battery Park, a 9-minute walk, is home to several architectural monuments and museums, such as the 45,000-pound sculpture The Sphere, and The Skyscraper Museum.\n\nFrom Battery Park you can hop on a ferry and take a 30-minute ride to Liberty Park, home of the Statue of Liberty.\n\nDining and drinking The Bailey Pub \u0026 Brasserie offers continental breakfast and contemporary fare, while the bar serves craft beers and hosts the occasional whiskey tasting.\n\nThe fitness center is open around the clock, and the 24-hour concierge will help you navigate your stay in the Big Apple.\n\nFree WiFi, in-room yoga All the modern guestrooms have free WiFi, LCD TVs, and iPod® docking stations, and when you need to work you\u0027ll be glad of the ergonomic chair and desk.\n\nThe rooms also come with premium bedding, and if you\u0027re not too tired you can have a yoga kit delivered to your room.",
      "address": "52 William Street; NY 10005 New York",
      "popularity": 82,
      "amenities": [
        0,
        4,
        5,
        6,
        28,
        29,
        8,
        10,
        8,
        0,
        13,
        14,
        15,
        31,
        17,
        32,
        20,
        23,
        24,
        26
      ],
      "latitude": 40.70673,
      "longitude": -74.00898,
      "star_rating": 4.0,
      "distance_from_search": 0.0
    },
    {
      "name": "Gild Hall - A Thompson Hotel",
      "hotel_id": 46948935,
      "description": "Superbly located in Lower Manhattan, the Gild Hall is a unique Financial District hotel that’s set within easy walking distance of some New York City’s top visitor attractions.\n\nLocated on historic Gold Street, the hotel is a mere stone’s throw from Wall Street, Battery Park and the Statue of Liberty Cruises, the Brooklyn Bridge and the World Trade Centre Memorial.\n\nJust two blocks from Fulton Street Subway Station, the city is primed for exploration.\nRetreat to the comfort of your contemporary guestroom at the Gild Hall, where rooms feature high ceilings and custom-designed wooden furniture.\n\nWith fantastic in-room amenities like a fully-stocked minibar, a flat-screen TV and an iPod docking station, each of the rooms is designed with comfort and convenience in mind.\n\nWi-Fi access is also available throughout the hotel.\nBe certain to visit the Tuscan-inspired Felice Ristorante – the hotel’s onsite eatery is one of the finest in the area, open daily and serving tasty Italian cuisine.\n\nWhen evening rolls around at the Gild Hall, the upstairs wine lounge La Soffitta has a terrific ambience for a nightcap or two.\n\nAt the end of a long day, blow off some steam in the 24-hour gym.",
      "address": "15 Gold Street; 10028 New York",
      "popularity": 88,
      "amenities": [
        33,
        34,
        1,
        35,
        0,
        5,
        6,
        28,
        36,
        29,
        8,
        37,
        10,
        13,
        15,
        14,
        35,
        8,
        0,
        31,
        17,
        32,
        19,
        20,
        39,
        22,
        23,
        24,
        26
      ],
      "latitude": 40.70793,
      "longitude": -74.00724,
      "star_rating": 4.0,
      "distance_from_search": 0.0
    },
    {
      "name": "Andaz Wall Street - A Hyatt Hotel",
      "hotel_id": 46985037,
      "description": "Experience Lower Manhattan’s renaissance at Andaz Wall Street from Hyatt. Andaz Wall Street provides a kaleidoscope of local culture that offers you a Lower Manhattan hotel stay unlike any other.\n\nEvery detail and every moment, from cutting-edge guestrooms to authentic farm-to-table cuisine, are designed to give you a genuine and intimate New York experience.\nWalk through the doors of the only hotel on Wall Street, and you’re immediately greeted by an Andaz Host.\n\nHave a seat in the Andaz Lounge—an open, communal setting that’s equal parts living room and lobby where your Host will offer you a complimentary beverage and check you in with a handheld PC.\n\nWith no uniforms or counters, checking in is less like a procedure and more like a conversation.\nThe stunning guestrooms at this exclusive Downtown New York City hotel offer room to breathe with high ceilings and 345+ spacious square feet of residential-style space.\n\nAndaz guestrooms, lounges and studios feature clean lines, ample light and innovative design in natural materials.\n\nVeined stone, end-grain bamboo and cerused oak finish elegant rooms decorated with local artwork and offering unique features like bay window seats for reading and relaxation as well as rotating wardrobe valets with full-length mirrors to give you extra space.\n\nA Sleep Menu and mini-bar with complimentary non-alcoholic beverages and snacks exemplify the hospitality that makes a stay at Andaz unique.",
      "address": "75 Wall St; 10005 New York",
      "popularity": 90,
      "amenities": [
        33,
        34,
        40,
        41,
        42,
        1,
        0,
        5,
        6,
        4,
        29,
        8,
        43,
        11,
        10,
        13,
        15,
        42,
        14,
        8,
        0,
        31,
        17,
        32,
        20,
        19,
        39,
        44,
        22,
        23,
        24,
        26
      ],
      "latitude": 40.70531,
      "longitude": -74.00792,
      "star_rating": 4.0,
      "distance_from_search": 0.0
    },
    {
      "name": "Eurostars Wall Street",
      "hotel_id": 117334836,
      "description": "The 4-star Hotel Eurostars Wall Street is an intimate design hotel right in downtown New York, near Wall Street and the South Street Seaport.\n\nIts 54 bright, spacious rooms include a plasma-screen TV with satellite and international channels, a Sony Dream Machine alarm clock, Wi-Fi, coffee machine and private bathroom.\n\nThey comprise standard and executive doubles, spacious rooms sleeping up to 3 people in two queen-size beds, and extra-spacious junior suites for 2 with fully equipped kitchen, work area and living room.\nHotel Eurostars Wall Street is excellently located in Lower Manhattan, a short walk from Brooklyn Bridge, South Ferry, the Federal Reserve Bank of New York and the Broad Exchange Building.\n\nThe Statue of Liberty is easily reached via the nearby ferry terminal.\nSubway: Wall Street (lines 2 and 3), 300 metres.\nBus stop (various lines): 300 metres.\nTaxi rank: 10 metres.",
      "address": "129 Front Street; 10005 New York",
      "popularity": 76,
      "amenities": [
        45,
        0,
        1,
        29,
        46,
        8,
        10,
        45,
        8,
        0,
        13,
        14,
        32,
        20,
        19,
        23,
        39,
        24,
        47
      ],
      "latitude": 40.70522,
      "longitude": -74.00619,
      "star_rating": 4.0,
      "distance_from_search": 0.0
    },
    {
      "name": "Duane Street Hotel Tribeca",
      "hotel_id": 46974582,
      "description": "The Duane Street Hotel is a stylish boutique hotel at the corner of Duane and Church Street, one of Tribeca\u0027s main thoroughfares.\n\nThe surrounding neighborhood is best known for the Tribeca Film Festival. If you\u0027re not visiting during the festival (usually held around the end of April), catch an independent film at the Tribeca Cinema, a 10-minute walk.\n\nFrom the Chambers Street subway station, just 2 blocks away, trains connect directly to popular destinations like Greenwich Village, Times Square, and the Theater District, and to outlying points like Brooklyn\u0027s hip Park Slope neighborhood.\n\nWherever you wander, be sure to come back to the Duane Street Hotel\u0027s Mehtaphor Restaurant for dinner.\n\nThis brainchild of acclaimed chef Jehangir Mehta serves world cuisine with diverse influences such as Asian fare, American pastries, and tapas-style dining.\n\nMehtaphor also offers breakfast daily, and room service during limited hours. The concierge can of course point you to more can\u0027t-miss dining spots.\n\nOr you can do your own research on one of the hotel\u0027s iPads; iPad use and wireless Internet access are both complimentary during your stay.\n\nAnother great free perk: access to Tribeca Health \u0026 Fitness, a sizable fitness facility just 2 blocks from the hotel.\n\nAfter a workout, relax with an in-room massage treatment (surcharge) from nearby Euphoria Spa. Returning to your guestroom feels like retiring to one of Tribeca\u0027s stylish loft apartments.\n\nHardwood floors, oversized windows, and custom furniture give rooms a homey feel, while bright splashes of color and simple design elements keep things edgy and modern.\n\nWatch your favorite show on plasma HDTV with premium cable channels. In addition to Wi-Fi, rooms are equipped with complimentary wired high-speed Internet access and 17-inch safes that accommodate laptops.\n\nClock radios have MP3 connections, so you can play your own music. Slate-and-marble bathrooms offer multiple comforts: Enjoy a bath or a rainfall shower, before wrapping up in a plush robe and slippers.\n\nTraveling with kids? They can pick the night\u0027s reading from the Scholastic Bedtime Library, available at the front desk.\n\nAll guestrooms are non-smoking.",
      "address": "130 Duane Street; 10013 New York",
      "popularity": 84,
      "amenities": [
        1,
        5,
        29,
        8,
        48,
        43,
        10,
        11,
        8,
        14,
        13,
        15,
        17,
        31,
        32,
        20,
        24,
        49
      ],
      "latitude": 40.71599,
      "longitude": -74.00743,
      "star_rating": 4.0,
      "distance_from_search": 0.0
    },
    {
      "name": "Millenium Hilton",
      "hotel_id": 46944653,
      "description": "A stunning four star hotel, the Hilton Millenium is an impressive place to stay on your New York City break.\n\nLocated right opposite the World Trade Centre – including its must-see memorial – you’ll also be well placed for visiting a number of New York’s top attractions.\n\nWhilst staying at the hotel be sure to take the short walk to the Brooklyn Bridge, see the financial district with a stroll down Wall Street, and board a Statue of Liberty cruise from Battery Park.\nOne of the largest hotels in Lower Manhattan, the Hilton Millenium has 471 guestrooms, each offering a welcome retreat from the busy city streets.\n\nSleekly furnished, each room has an easy elegance and comes equipped with plasma TV, radio, telephone and a coffeemaker to make you feel right at home.\n\nWi-Fi access is also available throughout the hotel.\nWhen evening rolls around at the Hilton Millenium, be sure to find yourself at the divine 3rd Floor Church \u0026amp; Dey Restaurant; serving up classic American cuisine throughout the day, it’s also a great place to enjoy a cocktail or two.\n\nThe ultra-chic lobby lounge Liquid Assets is the must-visit venue for a nightcap however. To properly relax and unwind, don’t miss the hotel’s terrific onsite pool and fitness centre.",
      "address": "55 Church Street; 10007 New York",
      "popularity": 82,
      "amenities": [
        34,
        42,
        1,
        0,
        5,
        6,
        4,
        28,
        29,
        8,
        50,
        12,
        10,
        13,
        42,
        14,
        51,
        8,
        0,
        31,
        17,
        32,
        19,
        20,
        44,
        39,
        22,
        24,
        26
      ],
      "latitude": 40.7112,
      "longitude": -74.01046,
      "star_rating": 4.0,
      "distance_from_search": 0.0
    },
    {
      "name": "Hotel Mulberry",
      "hotel_id": 46991591,
      "description": "Hotel Mulberry is a brand new hotel that enjoys a desirable location in the lower east side of downtown Manhattan where the largest Chinatown in America meet the ever jovial Little Italy.\n\nThe hotel offers sizable, elegantly decorated, 100 percent smoke free rooms outfitted with full size windows that will draw your sight to the lower west side.\n\nCable satellite television with free HBO and high speed internet access are some of the many standard amenities.",
      "address": "52 Mulberry St; NY 10013 New York",
      "popularity": 84,
      "amenities": [
        5,
        6,
        28,
        29,
        8,
        8,
        13,
        14,
        15,
        32,
        23
      ],
      "latitude": 40.7153,
      "longitude": -73.99952,
      "star_rating": 3.0,
      "distance_from_search": 0.0
    },
    {
      "name": "Smyth - A Thompson Hotel",
      "hotel_id": 47175811,
      "description": "Custom tailored to its Tribeca location/ Smyth celebrates the neighborhoods vibrant history and contemporary lifestyle/ offering an intimate hideaway with 100 guestrooms.\n\nSmyth Tribeca-A Thompson Hotel represents a modern vision of sophisticated elegance as imagined by designers Yabu Pushelberg/ mixing sleek design with vintage accents to create a truly bespoke hotel.\n\nGuestrooms include rich/ walnut paneling/ chrome accented furniture/ and hallways textured with maroon/ ostrich-embossed leather walls.\n\nSignature suites boast striking Manhattan views with floor to ceiling windows and private terraces. Marble bathrooms/ amenities galore/ and first class concierge services provide a unique experience for an eclectic and savvy clientele.\n\nGuests can enjoy specialty cocktails in the lobbys Smyth Bar/ retreat to Toro/ the cellar lounge/ or dine at Plein Sud by famed restaurateur Frederick Lesort.",
      "address": "85 West Broadway; 10017 New York",
      "popularity": 82,
      "amenities": [
        0,
        1,
        45,
        6,
        36,
        29,
        8,
        10,
        8,
        0,
        13,
        14,
        45,
        15,
        17,
        32,
        20,
        19,
        22,
        23,
        39,
        24,
        26
      ],
      "latitude": 40.71521,
      "longitude": -74.00916,
      "star_rating": 4.0,
      "distance_from_search": 0.0
    },
    {
      "name": "Hampton Inn Seaport Financial District",
      "hotel_id": 46959471,
      "description": "A classic Downtown Manhattan hotel, the Hampton Manhattan Seaport Financial District is well placed for visiting many of New York’s top sights and attractions.\n\nBe certain to take the short walk over the stunning Brooklyn Bridge and enjoy fabulous views of the Manhattan skyline from Brooklyn Heights.\n\nIn Downtown Manhattan, you’ll be within easy reach of pretty City Hall, the World Trade Centre memorial and the Statue of Liberty cruises at Battery Park.\nClean, comfy and inviting, retreat to the comfort of one of the Hampton Manhattan Seaport Financial District hotel’s 65 guestrooms.\n\nEach room comes equipped with home comforts including HDTV, roomy private bathroom, work space and coffeemaker for your convenience.\n\nComplimentary Wi-Fi access is also available throughout.\nGuests at the Hampton Manhattan Seaport Financial District can start their day in New York right with the hotel’s superb hot breakfast buffet.\n\nWhen evening rolls around, friendly staff are on hand to direct you to the best local restaurants. At the end of a long day, you can also relax and blow off some steam with a visit to the hotel’s well-equipped fitness room.",
      "address": "320 Pearl Street; 10038 New York",
      "popularity": 80,
      "amenities": [
        0,
        1,
        2,
        4,
        5,
        6,
        29,
        48,
        8,
        10,
        8,
        0,
        13,
        11,
        14,
        15,
        32,
        22,
        23,
        39,
        24,
        26
      ],
      "latitude": 40.70895,
      "longitude": -74.00217,
      "star_rating": 3.0,
      "distance_from_search": 0.0
    }
  ],
  "hotels_prices": [
    {
      "id": 47221771,
      "agent_prices": [
        {
          "id": 34,
          "price_total": 142
        }
      ]
    },
    {
      "id": 46953691,
      "agent_prices": [
        {
          "id": 34,
          "price_total": 147
        }
      ]
    },
    {
      "id": 46948935,
      "agent_prices": [
        {
          "id": 34,
          "price_total": 200
        }
      ]
    },
    {
      "id": 46985037,
      "agent_prices": [
        {
          "id": 34,
          "price_total": 224
        }
      ]
    },
    {
      "id": 117334836,
      "agent_prices": [
        {
          "id": 34,
          "price_total": 164
        }
      ]
    },
    {
      "id": 46974582,
      "agent_prices": [
        {
          "id": 34,
          "price_total": 209
        }
      ]
    },
    {
      "id": 46944653,
      "agent_prices": [
        {
          "id": 106,
          "price_total": 198
        },
        {
          "id": 34,
          "price_total": 212
        }
      ]
    },
    {
      "id": 46991591,
      "agent_prices": []
    },
    {
      "id": 47175811,
      "agent_prices": [
        {
          "id": 34,
          "price_total": 294
        }
      ]
    },
    {
      "id": 46959471,
      "agent_prices": [
        {
          "id": 106,
          "price_total": 112
        },
        {
          "id": 34,
          "price_total": 125
        }
      ]
    }
  ],
  "amenities": [
    {
      "id": 0,
      "name": "Safe deposit box",
      "key": "SAFEDEPOSITBOX"
    },
    {
      "id": 1,
      "name": "Air conditioning",
      "key": "AIRCONDITIONING"
    },
    {
      "id": 2,
      "name": "Balcony",
      "key": "BALCONY"
    },
    {
      "id": 3,
      "name": "In the rooms",
      "key": "INTHEROOMS"
    },
    {
      "id": 4,
      "name": "Conference facilities",
      "key": "CONFERENCEFACILITY"
    },
    {
      "id": 5,
      "name": "Business center",
      "key": "BUSINESSCENTER"
    },
    {
      "id": 6,
      "name": "Meeting facilities",
      "key": "MEETINGROOM"
    },
    {
      "id": 7,
      "name": "Business Travelers",
      "key": "BUSINESS"
    },
    {
      "id": 8,
      "name": "WiFi",
      "key": "WIFISERVICE"
    },
    {
      "id": 9,
      "name": "Internet",
      "key": "INTERNET"
    },
    {
      "id": 10,
      "name": "Laundry",
      "key": "LAUNDRY"
    },
    {
      "id": 11,
      "name": "Pets allowed",
      "key": "PETSALLOWEDSERVICE"
    },
    {
      "id": 12,
      "name": "Wedding facilities",
      "key": "WEDDINGFACILITY"
    },
    {
      "id": 13,
      "name": "Elevator",
      "key": "LIFT"
    },
    {
      "id": 14,
      "name": "Multilingual staff",
      "key": "MULTILINGUALSTAFFSERVICE"
    },
    {
      "id": 15,
      "name": "Non-smoking",
      "key": "NONSMOKINGSERVICE"
    },
    {
      "id": 16,
      "name": "General",
      "key": "GENERAL"
    },
    {
      "id": 17,
      "name": "Express check-out",
      "key": "EXPRESSCHECKOUTSERVICE"
    },
    {
      "id": 18,
      "name": "Policies",
      "key": "POLICIES"
    },
    {
      "id": 19,
      "name": "Bar",
      "key": "BAR"
    },
    {
      "id": 20,
      "name": "Restaurant",
      "key": "RESTAURANT"
    },
    {
      "id": 21,
      "name": "Food \u0026 Drink",
      "key": "FOODANDDRINK"
    },
    {
      "id": 22,
      "name": "Daily newspaper",
      "key": "DAILYNEWSPAPERSERVICE"
    },
    {
      "id": 23,
      "name": "Luggage storage",
      "key": "LUGGAGESTORAGE"
    },
    {
      "id": 24,
      "name": "Concierge",
      "key": "CONCIERGESERVICE"
    },
    {
      "id": 25,
      "name": "Services",
      "key": "SERVICES"
    },
    {
      "id": 26,
      "name": "Fitness Center",
      "key": "FITNESSCENTER"
    },
    {
      "id": 27,
      "name": "Health \u0026 Fitness",
      "key": "HEALTHANDFITNESS"
    },
    {
      "id": 28,
      "name": "Limousine",
      "key": "LIMOUSINESERVICE"
    },
    {
      "id": 29,
      "name": "Parking",
      "key": "PARKING"
    },
    {
      "id": 30,
      "name": "Parking \u0026 Transportation",
      "key": "PARKINGANDTRANSPORT"
    },
    {
      "id": 31,
      "name": "Express check-in",
      "key": "EXPRESSCHECKINSERVICE"
    },
    {
      "id": 32,
      "name": "24-hour Front Desk Service",
      "key": "FRONTDESK24HSERVICE"
    },
    {
      "id": 33,
      "name": "Minibar",
      "key": "MINIBAR"
    },
    {
      "id": 34,
      "name": "Hairdryer",
      "key": "HAIRDRYER"
    },
    {
      "id": 35,
      "name": "Telephone",
      "key": "TELEPHONE"
    },
    {
      "id": 36,
      "name": "Valet parking",
      "key": "VALETPARKINGSERVICE"
    },
    {
      "id": 37,
      "name": "Library",
      "key": "LIBRARY"
    },
    {
      "id": 38,
      "name": "Leisure",
      "key": "LEISURE"
    },
    {
      "id": 39,
      "name": "Room service",
      "key": "ROOMSERVICE"
    },
    {
      "id": 40,
      "name": "Bathrobe",
      "key": "BATHROBESERVICE"
    },
    {
      "id": 41,
      "name": "Desk",
      "key": "DESK"
    },
    {
      "id": 42,
      "name": "Television",
      "key": "TELEVISION"
    },
    {
      "id": 43,
      "name": "Spa",
      "key": "SPA"
    },
    {
      "id": 44,
      "name": "Currency exchange",
      "key": "CURRENCYEXCHANGESERVICE"
    },
    {
      "id": 45,
      "name": "Handicap Accessible",
      "key": "DISABLEDFACILITY"
    },
    {
      "id": 46,
      "name": "Airport Shuttle",
      "key": "AIRPORTSHUTTLESERVICE"
    },
    {
      "id": 47,
      "name": "Bell staff",
      "key": "BELLSTAFFSERVICE"
    },
    {
      "id": 48,
      "name": "Internet access",
      "key": "INTERNETACCESSSERVICE"
    },
    {
      "id": 49,
      "name": "Baby-sitting",
      "key": "BABYSITTINGSERVICE"
    },
    {
      "id": 50,
      "name": "ATM machine",
      "key": "CASHMACHINE"
    },
    {
      "id": 51,
      "name": "Shops",
      "key": "SHOP"
    }
  ],
  "places": [
    {},
    {},
    {},
    {}
  ],
  "status": "PENDING",
  "total_hotels": 0,
  "total_available_hotels": 0
}