{
  "hotels": [
    {
      "name": "Hampton Inn Seaport Financial District",
      "hotel_id": 46959471,
      "description": "A classic Downtown Manhattan hotel, the Hampton Manhattan Seaport Financial District is well placed for visiting many of New York’s top sights and attractions.\n\nBe certain to take the short walk over the stunning Brooklyn Bridge and enjoy fabulous views of the Manhattan skyline from Brooklyn Heights.\n\nIn Downtown Manhattan, you’ll be within easy reach of pretty City Hall, the World Trade Centre memorial and the Statue of Liberty cruises at Battery Park.\nClean, comfy and inviting, retreat to the comfort of one of the Hampton Manhattan Seaport Financial District hotel’s 65 guestrooms.\n\nEach room comes equipped with home comforts including HDTV, roomy private bathroom, work space and coffeemaker for your convenience.\n\nComplimentary Wi-Fi access is also available throughout.\nGuests at the Hampton Manhattan Seaport Financial District can start their day in New York right with the hotel’s superb hot breakfast buffet.\n\nWhen evening rolls around, friendly staff are on hand to direct you to the best local restaurants. At the end of a long day, you can also relax and blow off some steam with a visit to the hotel’s well-equipped fitness room.",
      "address": "320 Pearl Street; 10038 New York",
      "popularity": 80,
      "amenities": [
        0,
        1,
        2,
        4,
        5,
        6,
        8,
        10,
        11,
        13,
        11,
        0,
        14,
        15,
        16,
        17,
        19,
        21,
        22,
        23,
        24,
        26
      ],
      "latitude": 40.70895,
      "longitude": -74.00217,
      "star_rating": 3.0,
      "distance_from_search": 0.0
    },
    {
      "name": "Wyndham Garden Chinatown",
      "hotel_id": 47221771,
      "description": "The newest Wyndham Garden in New York City located in Chinatown, just steps away from shopping and fine dining in Little Italy, Soho, the Lower East Side, Tribeca and Downtown Brooklyn.\n\nThis boutique-style hotel with 106 rooms, offers an intimate lobby and a superb staff that\u0027s always ready to cater to your every need.\n\nOur property offers large flat screen TVs, complimentary WiFi, and a state of the art fitness center. We invite you to dine in our eclectic restaurant which offers breakfast, lunch and dinner.\n\nOur Lobby Bar is also a great place to meet for cocktails and light fare.",
      "address": "93 Bowery; 10002 New York",
      "popularity": 86,
      "amenities": [
        0,
        1,
        2,
        4,
        5,
        6,
        11,
        0,
        13,
        15,
        11,
        28,
        14,
        16,
        17,
        29,
        30,
        31,
        21,
        22,
        24,
        26
      ],
      "latitude": 40.71703,
      "longitude": -73.99533,
      "star_rating": 4.0,
      "distance_from_search": 0.0
    },
    {
      "name": "Duane Street Hotel Tribeca",
      "hotel_id": 46974582,
      "description": "The Duane Street Hotel is a stylish boutique hotel at the corner of Duane and Church Street, one of Tribeca\u0027s main thoroughfares.\n\nThe surrounding neighborhood is best known for the Tribeca Film Festival. If you\u0027re not visiting during the festival (usually held around the end of April), catch an independent film at the Tribeca Cinema, a 10-minute walk.\n\nFrom the Chambers Street subway station, just 2 blocks away, trains connect directly to popular destinations like Greenwich Village, Times Square, and the Theater District, and to outlying points like Brooklyn\u0027s hip Park Slope neighborhood.\n\nWherever you wander, be sure to come back to the Duane Street Hotel\u0027s Mehtaphor Restaurant for dinner.\n\nThis brainchild of acclaimed chef Jehangir Mehta serves world cuisine with diverse influences such as Asian fare, American pastries, and tapas-style dining.\n\nMehtaphor also offers breakfast daily, and room service during limited hours. The concierge can of course point you to more can\u0027t-miss dining spots.\n\nOr you can do your own research on one of the hotel\u0027s iPads; iPad use and wireless Internet access are both complimentary during your stay.\n\nAnother great free perk: access to Tribeca Health \u0026 Fitness, a sizable fitness facility just 2 blocks from the hotel.\n\nAfter a workout, relax with an in-room massage treatment (surcharge) from nearby Euphoria Spa. Returning to your guestroom feels like retiring to one of Tribeca\u0027s stylish loft apartments.\n\nHardwood floors, oversized windows, and custom furniture give rooms a homey feel, while bright splashes of color and simple design elements keep things edgy and modern.\n\nWatch your favorite show on plasma HDTV with premium cable channels. In addition to Wi-Fi, rooms are equipped with complimentary wired high-speed Internet access and 17-inch safes that accommodate laptops.\n\nClock radios have MP3 connections, so you can play your own music. Slate-and-marble bathrooms offer multiple comforts: Enjoy a bath or a rainfall shower, before wrapping up in a plush robe and slippers.\n\nTraveling with kids? They can pick the night\u0027s reading from the Scholastic Bedtime Library, available at the front desk.\n\nAll guestrooms are non-smoking.",
      "address": "130 Duane Street; 10013 New York",
      "popularity": 84,
      "amenities": [
        1,
        5,
        8,
        11,
        10,
        33,
        13,
        15,
        11,
        16,
        14,
        17,
        29,
        35,
        19,
        31,
        24,
        36
      ],
      "latitude": 40.71599,
      "longitude": -74.00743,
      "star_rating": 4.0,
      "distance_from_search": 0.0
    },
    {
      "name": "Eurostars Wall Street",
      "hotel_id": 117334836,
      "description": "The 4-star Hotel Eurostars Wall Street is an intimate design hotel right in downtown New York, near Wall Street and the South Street Seaport.\n\nIts 54 bright, spacious rooms include a plasma-screen TV with satellite and international channels, a Sony Dream Machine alarm clock, Wi-Fi, coffee machine and private bathroom.\n\nThey comprise standard and executive doubles, spacious rooms sleeping up to 3 people in two queen-size beds, and extra-spacious junior suites for 2 with fully equipped kitchen, work area and living room.\nHotel Eurostars Wall Street is excellently located in Lower Manhattan, a short walk from Brooklyn Bridge, South Ferry, the Federal Reserve Bank of New York and the Broad Exchange Building.\n\nThe Statue of Liberty is easily reached via the nearby ferry terminal.\nSubway: Wall Street (lines 2 and 3), 300 metres.\nBus stop (various lines): 300 metres.\nTaxi rank: 10 metres.",
      "address": "129 Front Street; 10005 New York",
      "popularity": 76,
      "amenities": [
        37,
        0,
        1,
        8,
        38,
        11,
        13,
        37,
        11,
        0,
        14,
        16,
        19,
        31,
        30,
        22,
        23,
        24,
        39
      ],
      "latitude": 40.70522,
      "longitude": -74.00619,
      "star_rating": 4.0,
      "distance_from_search": 0.0
    },
    {
      "name": "Millenium Hilton",
      "hotel_id": 46944653,
      "description": "A stunning four star hotel, the Hilton Millenium is an impressive place to stay on your New York City break.\n\nLocated right opposite the World Trade Centre – including its must-see memorial – you’ll also be well placed for visiting a number of New York’s top attractions.\n\nWhilst staying at the hotel be sure to take the short walk to the Brooklyn Bridge, see the financial district with a stroll down Wall Street, and board a Statue of Liberty cruise from Battery Park.\nOne of the largest hotels in Lower Manhattan, the Hilton Millenium has 471 guestrooms, each offering a welcome retreat from the busy city streets.\n\nSleekly furnished, each room has an easy elegance and comes equipped with plasma TV, radio, telephone and a coffeemaker to make you feel right at home.\n\nWi-Fi access is also available throughout the hotel.\nWhen evening rolls around at the Hilton Millenium, be sure to find yourself at the divine 3rd Floor Church \u0026amp; Dey Restaurant; serving up classic American cuisine throughout the day, it’s also a great place to enjoy a cocktail or two.\n\nThe ultra-chic lobby lounge Liquid Assets is the must-visit venue for a nightcap however. To properly relax and unwind, don’t miss the hotel’s terrific onsite pool and fitness centre.",
      "address": "55 Church Street; 10007 New York",
      "popularity": 82,
      "amenities": [
        40,
        41,
        1,
        0,
        5,
        6,
        4,
        42,
        8,
        11,
        43,
        28,
        13,
        14,
        41,
        16,
        44,
        11,
        0,
        35,
        29,
        19,
        30,
        31,
        45,
        23,
        21,
        24,
        26
      ],
      "latitude": 40.7112,
      "longitude": -74.01046,
      "star_rating": 4.0,
      "distance_from_search": 0.0
    },
    {
      "name": "Holiday Inn Wall Street",
      "hotel_id": 46954935,
      "description": "Based next to the city’s main subway lines, the Holiday Inn – New York City – Wall Street hotel is an excellent choice of accommodation for those who want to navigate their way around New York with ease.\n\nHop on a ferry and see the Statue of Liberty and Ellis Island, marvel at the Brooklyn Bridge, or enjoy a shopping trip along the renowned 5th Avenue.\n\nAlternatively, stroll through the stunning Central Park at your leisure.\nAll of the guest rooms at the Holiday Inn – New York City – Wall Street hotel are excellently designed and offer a range of additional amenities to make you feel at home.\n\nAll rooms include a flat screen TV, wireless internet access, a private bathroom with hairdryer, tea and coffee making facilities and individually controlled air-conditioning.\nDine at the modern BullPen Bar \u0026amp; Grill restaurant and try a sumptuous selection of Italian-American specialities.\n\nThe hotel also offers an on-site health and fitness centre, a dedicated lounge area and the Federal Café serving a delicious range of drinks throughout the day.",
      "address": "51 Nassau Street; 10038 New York",
      "popularity": 76,
      "amenities": [
        1,
        5,
        8,
        10,
        11,
        13,
        11,
        14,
        17,
        29,
        35,
        19,
        31,
        30,
        22,
        23,
        26
      ],
      "latitude": 40.70897,
      "longitude": -74.00909,
      "star_rating": 3.0,
      "distance_from_search": 0.0
    },
    {
      "name": "Comfort Inn Manhattan Bridge",
      "hotel_id": 47010500,
      "description": "This 2008 newly constructed high rise hotel with views of the East River is a 100 percent smoke free Comfort Inn and located within walkiing distance of the sights, sounds and tastes of Chinatown and Little Italy.\n\nProperty is a short subway ride from downtown Manhattan, Wall Street, Battery Park, South Street Seaport, Chelsea and the West Village.\n\nYou can admire the art galleries, small parks and galleries in this neighborhood. Free deluxe continental breakfast served daily.\n\nPay parking garage one block away. There is a 150.00 charge if anyone is caught smoking. Valid ID is required upon check in.",
      "address": "61-63 Chrystie Street; 10002 New York",
      "popularity": 78,
      "amenities": [
        46,
        0,
        47,
        48,
        1,
        40,
        37,
        5,
        8,
        11,
        13,
        15,
        46,
        11,
        0,
        14,
        17,
        16,
        37,
        35,
        19,
        49,
        21,
        22,
        24
      ],
      "latitude": 40.71663,
      "longitude": -73.99479,
      "star_rating": 2.0,
      "distance_from_search": 0.0
    },
    {
      "name": "Holiday Inn Express New York City-Wall Street",
      "hotel_id": 128471122,
      "description": "Brand new in 2009, the Holiday Inn Express Downtown Manhattan is conveniently located on Water Street close to Wall Street.\n\nWe are just a short distance from NY Stock Exchange, City Hall, Federal Reserve Bank, and World Trade Center.\n\nLower Manhattan will keep you fully entertained by offering a variety of attractions including South Street Seaport, Battery Park, Little Italy, Chinatown, and walking distance from the South Ferry which connects to the Statue of Liberty and Ellis Island.\n\nWe offer 112 luxuriously appointed guest rooms equipped with deluxe new bedding, Smart Bath Collection amenities, wired/wireless high-speed Internet access.\n\nThis newly constructed hotel also features an exercise room, business center, and hot breakfast bar. We are confident that your stay with us will be a pleasant experience, so Stay Smart!, The Holiday Inn Express New York City - Wall Street is now accepting reservations for arrivals after July 25, 2010.",
      "address": "126 Water Street; NY 10005 New York",
      "popularity": 80,
      "amenities": [
        0,
        5,
        11,
        44,
        43,
        13,
        11,
        0,
        16,
        17,
        35,
        19,
        21,
        26
      ],
      "latitude": 40.70554,
      "longitude": -74.00718,
      "star_rating": 3.0,
      "distance_from_search": 0.0
    },
    {
      "name": "World Hotel",
      "hotel_id": 46976033,
      "description": "With free Wi-Fi and a/c, this hotel offers basic, no-frills accommodation at bargain rates in New York\u0027s Chinatown, just a short walk from the fashionable SoHo and NoLIta neighbourhoods.\nThe 70 rooms at the New World Hotel are compact and simply furnished, and come with a choice of shared and private bathrooms.\n\nRooms for between 1 and 4 guests are available, and all of them are equipped with Wi-Fi and air conditioning.\n\nThe hotel has a 24-hour reception service and a left-luggage office.\nThe hotel is fantastically situated in the heart of downtown New York, with all the sights and sounds of Chinatown on the doorstep.\n\nHead over to the Lower East Side to take in the nightlife, visit Little Italy, or jump on the subway to reach Central Park, Broadway and other major sights in just a few minutes.\nMetro: Grand St (lines B, D), 150 metres; Bowery (J, M, Z), 300 metres.",
      "address": "101 Bowery; 10002 New York",
      "popularity": 40,
      "amenities": [
        11,
        11,
        19,
        21,
        22
      ],
      "latitude": 40.71754,
      "longitude": -73.99511,
      "star_rating": 1.0,
      "distance_from_search": 0.0
    },
    {
      "name": "Fairfield Inn \u0026 Suites New York Manhattan/Downtown East",
      "hotel_id": 115085641,
      "description": "Only Fairfield Inn \u0026amp; Suites by Marriott® New York Manhattan/Downtown gives you confidence that your trip will be a success because we consistently deliver a hotel experience that\u0027s just right.\n\nWe provide you with just what you need, and skip what you don\u0027t, so travel is easy and productive. Our knowledgeable and courteous staff is available to help 24 hours a day.\n\nTake advantage of our complimentary amenities at every Fairfield Inn \u0026amp; Suites, including breakfast, in-room high-speed Internet and Wi-Fi in the lobby.\n\nEnjoy comfortable and spacious guest rooms that allow you to work and relax. Relax and unwind with our plush mattresses and fluffy pillows.\n\nOr work off some steam in our Fitness Center. Whether you\u0027re traveling for business or pleasure, Fairfield Inn \u0026amp; Suites provides everything you need to make the most out of your stay.\n\nGreat value and great service, all backed by a name you can believe in: Marriott.",
      "address": "95 Henry Street; 10002 New York",
      "popularity": 82,
      "amenities": [
        0,
        1,
        37,
        5,
        6,
        8,
        10,
        11,
        13,
        11,
        0,
        37,
        17,
        21,
        22,
        26
      ],
      "latitude": 40.71318,
      "longitude": -73.9929,
      "star_rating": 2.0,
      "distance_from_search": 0.0
    }
  ],
  "hotels_prices": [
    {
      "id": 46959471,
      "agent_prices": [
        {
          "id": 106,
          "price_total": 112
        },
        {
          "id": 6,
          "price_total": 113
        }
      ]
    },
    {
      "id": 47221771,
      "agent_prices": [
        {
          "id": 6,
          "price_total": 189
        }
      ]
    },
    {
      "id": 46974582,
      "agent_prices": [
        {
          "id": 6,
          "price_total": 218
        }
      ]
    },
    {
      "id": 117334836,
      "agent_prices": [
        {
          "id": 6,
          "price_total": 158
        }
      ]
    },
    {
      "id": 46944653,
      "agent_prices": [
        {
          "id": 106,
          "price_total": 198
        },
        {
          "id": 6,
          "price_total": 232
        }
      ]
    },
    {
      "id": 46954935,
      "agent_prices": [
        {
          "id": 106,
          "price_total": 140
        }
      ]
    },
    {
      "id": 47010500,
      "agent_prices": [
        {
          "id": 6,
          "price_total": 119
        }
      ]
    },
    {
      "id": 128471122,
      "agent_prices": [
        {
          "id": 106,
          "price_total": 138
        }
      ]
    },
    {
      "id": 46976033,
      "agent_prices": [
        {
          "id": 6,
          "price_total": 52
        }
      ]
    },
    {
      "id": 115085641,
      "agent_prices": [
        {
          "id": 106,
          "price_total": 113
        }
      ]
    }
  ],
  "amenities": [
    {
      "id": 0,
      "name": "Safe deposit box",
      "key": "SAFEDEPOSITBOX"
    },
    {
      "id": 1,
      "name": "Air conditioning",
      "key": "AIRCONDITIONING"
    },
    {
      "id": 2,
      "name": "Balcony",
      "key": "BALCONY"
    },
    {
      "id": 3,
      "name": "In the rooms",
      "key": "INTHEROOMS"
    },
    {
      "id": 4,
      "name": "Conference facilities",
      "key": "CONFERENCEFACILITY"
    },
    {
      "id": 5,
      "name": "Business center",
      "key": "BUSINESSCENTER"
    },
    {
      "id": 6,
      "name": "Meeting facilities",
      "key": "MEETINGROOM"
    },
    {
      "id": 7,
      "name": "Business Travelers",
      "key": "BUSINESS"
    },
    {
      "id": 8,
      "name": "Parking",
      "key": "PARKING"
    },
    {
      "id": 9,
      "name": "Parking \u0026 Transportation",
      "key": "PARKINGANDTRANSPORT"
    },
    {
      "id": 10,
      "name": "Internet access",
      "key": "INTERNETACCESSSERVICE"
    },
    {
      "id": 11,
      "name": "WiFi",
      "key": "WIFISERVICE"
    },
    {
      "id": 12,
      "name": "Internet",
      "key": "INTERNET"
    },
    {
      "id": 13,
      "name": "Laundry",
      "key": "LAUNDRY"
    },
    {
      "id": 14,
      "name": "Elevator",
      "key": "LIFT"
    },
    {
      "id": 15,
      "name": "Pets allowed",
      "key": "PETSALLOWEDSERVICE"
    },
    {
      "id": 16,
      "name": "Multilingual staff",
      "key": "MULTILINGUALSTAFFSERVICE"
    },
    {
      "id": 17,
      "name": "Non-smoking",
      "key": "NONSMOKINGSERVICE"
    },
    {
      "id": 18,
      "name": "General",
      "key": "GENERAL"
    },
    {
      "id": 19,
      "name": "24-hour Front Desk Service",
      "key": "FRONTDESK24HSERVICE"
    },
    {
      "id": 20,
      "name": "Policies",
      "key": "POLICIES"
    },
    {
      "id": 21,
      "name": "Daily newspaper",
      "key": "DAILYNEWSPAPERSERVICE"
    },
    {
      "id": 22,
      "name": "Luggage storage",
      "key": "LUGGAGESTORAGE"
    },
    {
      "id": 23,
      "name": "Room service",
      "key": "ROOMSERVICE"
    },
    {
      "id": 24,
      "name": "Concierge",
      "key": "CONCIERGESERVICE"
    },
    {
      "id": 25,
      "name": "Services",
      "key": "SERVICES"
    },
    {
      "id": 26,
      "name": "Fitness Center",
      "key": "FITNESSCENTER"
    },
    {
      "id": 27,
      "name": "Health \u0026 Fitness",
      "key": "HEALTHANDFITNESS"
    },
    {
      "id": 28,
      "name": "Wedding facilities",
      "key": "WEDDINGFACILITY"
    },
    {
      "id": 29,
      "name": "Express check-out",
      "key": "EXPRESSCHECKOUTSERVICE"
    },
    {
      "id": 30,
      "name": "Bar",
      "key": "BAR"
    },
    {
      "id": 31,
      "name": "Restaurant",
      "key": "RESTAURANT"
    },
    {
      "id": 32,
      "name": "Food \u0026 Drink",
      "key": "FOODANDDRINK"
    },
    {
      "id": 33,
      "name": "Spa",
      "key": "SPA"
    },
    {
      "id": 34,
      "name": "Leisure",
      "key": "LEISURE"
    },
    {
      "id": 35,
      "name": "Express check-in",
      "key": "EXPRESSCHECKINSERVICE"
    },
    {
      "id": 36,
      "name": "Baby-sitting",
      "key": "BABYSITTINGSERVICE"
    },
    {
      "id": 37,
      "name": "Handicap Accessible",
      "key": "DISABLEDFACILITY"
    },
    {
      "id": 38,
      "name": "Airport Shuttle",
      "key": "AIRPORTSHUTTLESERVICE"
    },
    {
      "id": 39,
      "name": "Bell staff",
      "key": "BELLSTAFFSERVICE"
    },
    {
      "id": 40,
      "name": "Hairdryer",
      "key": "HAIRDRYER"
    },
    {
      "id": 41,
      "name": "Television",
      "key": "TELEVISION"
    },
    {
      "id": 42,
      "name": "Limousine",
      "key": "LIMOUSINESERVICE"
    },
    {
      "id": 43,
      "name": "ATM machine",
      "key": "CASHMACHINE"
    },
    {
      "id": 44,
      "name": "Shops",
      "key": "SHOP"
    },
    {
      "id": 45,
      "name": "Currency exchange",
      "key": "CURRENCYEXCHANGESERVICE"
    },
    {
      "id": 46,
      "name": "Telephone",
      "key": "TELEPHONE"
    },
    {
      "id": 47,
      "name": "Iron",
      "key": "IRONINGSERVICE"
    },
    {
      "id": 48,
      "name": "Desk",
      "key": "DESK"
    },
    {
      "id": 49,
      "name": "Coffee-maker",
      "key": "COFFEEMAKER"
    }
  ],
  "places": [
    {},
    {},
    {},
    {}
  ],
  "status": "PENDING",
  "total_hotels": 0,
  "total_available_hotels": 0
}